export default {
    meg: {
        username: '姓名',
        email: '邮箱'
    },
    page0: {
        textArea: "海女文化曾广泛分布在亚洲的沿海地区，海女们充满能量与生命力，是绽放在东亚的一股极具辨识度的女性力量。海女们的一切都围绕着大海，她们是最熟练的海洋猎手，严格遵守并崇信自然之规，是散落在人间的海洋精灵。海女文化可追溯至几千年前，但现在似乎末路将至。这个作品关注海女与海女的处境，将海女和她们的狩猎工具作为设计点，将“平衡”与“漂浮”两个概念当作核心，为这个古老但式微的传统生活方式贡献一个新的解读。",
        describe1: '- 2020中国国际大学生时装周男装设计奖 -',
        describe2: '- 2020中国国际大学生时装周科技创新奖 -',
        footer1: "图片来源（左到右）：岩濑祯之 ：海女（Seaweed Harvest , 1956, Yoshiyuki Iwase）",
        footer2: "网络：未能找到准确的出处",
        left1: "“与海相伴的人们身上充满着喜悦与悲伤......我将自己沉浸在他们的世界里。”— 岩濑祯之（Iwase Yoshiyuki), 1983",
        left2: "海女，指通常不穿戴辅助呼吸装置，以下潜到海底捕获贵重底栖海洋生物为营生的职业女性。她们像是海床上的猎人，捕猎生活在海底的龙虾、鲍鱼、海胆、章鱼等海洋生物。在东亚、东南亚以及南亚等亚洲沿海地区都曾有海女存在过；在日本和韩国的沿海地区，海女的足迹曾经广泛分布并形成独特的文化。然而随着机械捕捞和人工养殖技术的发展，从事海女的人数已经大大缩减。",
        area2: {
            describe1: "从海洋中讨生活从来不是一件容易的事情，海底的环境极其复杂，海女既要防范可能的袭击，也要小心海底锋利的礁石和坚韧的水草。一位技艺纯熟的海女除了需要长期训练带来的良好水性，更需要一颗果毅而细腻的心。",
            describe2: "但就算是一名素质优异的海女，也难以完全防范由于衣物或工具卡在礁石上，而来不及脱身丧命的悲剧。因此古时的海女常常赤裸着身体潜水或仅穿着单薄的布衣行事。到了近现代，贴身的硅胶泳衣为海女们提供了更全面的保障，让她们在水中作业更加游刃有余。",
            describe3: "作为传统的第一产业的一种，海女所使用的工具并不多也不复杂，除了一套合身的潜水衣以外，她们还需要一套趁手的工具去撬动腹足动物强健的足部肌肉，以及一套从海面上看过去十分醒目的“漂浮物系统”装备。",
            beizhu:"图⽚来源：⽹络：未能找到准确的出处",
            fixed1: "所谓的“漂浮物系统”一般由一个在水面的浮漂和一个具有收纳功能的网兜构成，有些海女则直接使用一个结实的巨大木桶兼顾起这两项职能。",
            fixed2: "工作时，这个“系统”就就静静地漂在海面上，被一根结实的安全绳与海女连接在一起，海女无数次地往返于海底和她的水面“小岛”。在日复一日的沉浮中，海女为自己赚得地位与富足。"
        },
        area5: {
            describe: "此系列作品来源自设计师对海女与漂浮物之间平衡关系的观察，将“漂浮”和“共生”的概念融入设计，作品聚焦海女的现今处境，为这个古老但式微的传统生活方式贡献一个新的解读。",
            label1:"二〇二〇年一月六日",
            content1:"日期",
            label2:"上海，杨浦区",
            content2:"定位",
            label3:"Hik",
            content3:"模特",
            label4:"Yuxi Tan",
            content4:'摄影师',
            label5:"Tong Tong",
            content5:"化妆师",
            label6:'Cellphone24',
            content61:"导演",
            content62:"设计师",
            content63:"道具师",
            label7:'Siyang',
            content7:"导师",
            label8:'岩石',
            content8:"道具",
            label9:"河砂与碎石",
            label10:"泡沫造景石",
            label11:"四米乘四米背景墙",
            label12:"铝膜、铝膜装饰物与充气道具",
            label13:"黑鱼",
            content13:'特别感谢',
            label14:"鲳鱼",
            label15:'对虾'
        },
        footer: {
            lianxi: "与我联系",
            lianjie:"相关链接",
            fashionDesign:'服装设计',
            fashionTutor:"服装指导",
            Director:"摄影导演",
            Photographer:"摄影师",
            MakeupArtist:"化妆师",
            Model:"模特",
            WebDesign:"网站设计",
            WebTechnology:"网站技术",
            ChineseEditing:"中文编辑",
            Proofreading:"文字校验"
        }
    },
    page1: {
        describe1: "海女们传统的狩猎模式决定了她们所从事的是对海洋环境最友好的职业，为了防止过度捕捞，海女严格遵守对于下海捕捞的规定，不会捕捞尚未长成的海产品。",
        describe2: "这种与海洋和谐共处的生活方式至今可能已经持续了几千年了，但海女的具体起源很难考证，特别是很难确定其职业化的起点。",
        describe3: "关于海女这一职业鲜明的性别指向性从何而来有着不同的说法：认可度较高的说法之一是，由于女性普遍天生的更细心，且皮下脂肪更多，在高科技的潜水衣被应用前，女性较之男性更适合潜水作业；也有人认为历史上长期的战争导致男性劳动力减少，女性渐渐开始承担更多的生产工作；再如古代的朝鲜曾经实行不平衡的税收制度，导致男性工作需要交付更重的税，所以女性外出工作更能减轻家庭的负担……这些说法各有道理，很难确定哪一点是决定性的因素，但是作为结果就是，久而久之地，在亚洲的沿海地区形成了“海女”这一特殊的职业称谓。",
        area3: {
            title: "飘在空中，浮在水面",
            describe1: "该服装作品对核心部分的设计是一个复杂的不断试错的过程，设计师想让这些部分作为服装的亮点，在最直观的视觉效果上就给人带来一种“浮动”的感觉，并且与服装的其余的部分作为一个整体，带来一种视觉上的平衡感。",
            describe2: "在长期的测试后，市面上常用作食品包装的镀铝膜被最终选择，这是一种复合铝膜，比常见的铝膜更柔软有韧性，具有一定的耐撕扯能力，并且可以使用小型电熨斗隔棉布熨烫封口，具有很好的气密性。这种材料还可以通过UV喷绘机上色，上色过后材料会呈现有颗粒度的哑光质感。注入氦气让铝箔气囊更加轻盈，甚至真正地漂浮。"
        },
        cf1: "“我是有福气的人，我的孩子们都比我先去世了。”",
        cf2:"“我丈夫死后，三个孩子也随他去了。”",
        cf3:"“我是个幸运的老太太，还活在世上。”",
        cf4:"“我需要早点死掉。”",
        cf5:"“但一旦死神从那边走来，我会跑掉的。”",
        cf6:"“我会努力逃跑的。”",
        area5: {
            describe1: "海女大多患有不同程度的职业病，通常在腰腿部或在心肺处，但长年磨砺出的躯体却也让海女比普通人更加长寿。海女文化强调独立和强大的女性精神，对女性之间友谊的赞颂，形成了强大的社区力量。",
            describe2: "海女们不惧风浪和猛兽，也不惧怕侵略者。自1932年起，韩国济州岛的海女们主导了数百场反抗日本殖民侵略的斗争，是韩国历史上最大规模的以女性为主导的抗日救亡活动。后来，韩国政府在运动的起点，济州岛旧左邑下道里3204-1修建了海女抗日纪念公园和海女博物馆。"
        },
        area6: {
            text1: "“我是有福气的人，我的孩子们都比我先去世了。”",
            text2: "“我丈夫死后，三个孩子也随他去了。”",
            text3: "“我是个幸运的老太太，还活在世上。”",
            text4: "“我需要早点死掉。”",
            text5: "“但一旦死神从那边走来，我会跑掉的。”",
            text6: "“我会努力逃跑的。”",
            endDescribe:"海女展现了东亚社会中女性形象的另一种可能性——充满力量、饱满健康和极具生命力"
        },
        area7: {
            text: "继续向下滑动到下一页"
        }
    },
    page2: {
        describe1: "1969年7月20日，人类首次踏上月球，宇航员奥尔德林形容“那是一片’壮丽的荒凉’”。当航天员出舱工作时，一根不长的安全绳连接着他/她和空间站，他们在黑色中漂浮，周围是一片沉寂。",
        describe2: "而在地球上，最能与宇航员们感同身受的角色之一大概就是海女了，在海浪的一起一伏中，陪伴着她们的就只有小小的浮漂了。",
        describe3: "漂在水面上看，这个世界被以色彩区隔，反而变得简单了。视线中只有上方的天蓝色和下面的海蓝色。安全绳连接着的海女和浮漂就像是一座冰山，露在海面之上的只是冰山一角，而更重要的部分向水面之下深深扎入。海女一趟一趟地往返于她的“小岛”和海底，将捕获的珍贵海产品装入海面的网兜中；当在海中遇到任何意料之外的事情时，海女也可以沿着安全绳的方向迅速返回。对于海女而言，浮在海面的小岛就是让她心安的陆地。"
    },
    page3: {
        describe1:"“把自己收拾得好看些。这样海螺就会说，",
        describe2:"‘这个奶奶很漂亮’，就会跟你走了。”",
        describe3:"“我已经收拾了。但是看起来还是这样。”",
        describe4:"“就算我不漂亮还是很受欢迎。”",
        area3:{
            title:"ISLAND: COME FROM CONTINENT",
            firstDescribe:"“Is land”（原名“island”）是2019年1月开始发酵灵感，2020年1月完成拍摄和封装的系列服装设计作品，体现在服装上的“漂浮感”和宏观上的的“平衡感”是设计师为海女献上的独家注解。",
            secondDescribe:"这是一个概念性胜过实穿性的服装作品，设计师花费了更多的时间在前期的调研和中期的实验上，首先是进行了一些有关“漂浮”与“平衡”的，为了定义概念的前期实验，之后为了达成理想的效果进行了长期的材料试验，并且设计师解构了潜水服，将其中重要的结构线提炼并作为服装的元素应用在设计中。"
        }
    },
    page4:{
        describe1:"做海女远比常人想象的更困难，除了我们能想象到的复杂多变的外部环境外，光是潜水本身都是对身心的巨大考验，为了支撑家庭，技艺娴熟的海女经常需要在一个小时的时间内数十次往返于海底和海面。",
        describe102:"“潜水几乎让你变成残疾人，因为吊锤太重了。你不知道喘不过来气的时候浮上来有多难。我的骨头都要碎了，感觉脚下的地面正在坍塌。”",
        describe2:"更糟糕的是海女群体的处境正在变得愈发岌岌可危。机械捕捞和人工养殖技术的发展正极大地压缩着海女的生存空间，严苛的技术要求和残忍的工作强度也导致几乎不再有新的海女加入。21世纪的人们感叹科技发展是多么日新月异的同时，海女正在隐蔽的角落迅速凋零。2010年的调查发现，日本全国只剩下2174名海女，并且平均年龄已接近65岁，同期韩国仅有5000余名海女，其中最大年龄已经超过了九十岁。照此下去，二三十年之后将无人再当海女，延续了几千年的“海女文化”很可能在我们这一代彻底灭绝。",
        describe3:"“诸如冰冷、喘息，海水渗入水中眼镜时的无法形容的苦痛，在再够二三寸手就能够着鲍鱼时袭击全身的恐怖感和虚脱感，还有各种创伤，蹬海底漂浮上来时尖利的贝壳扎手指的伤痛，潜水过度之后像铅一般死沉的倦怠……这些现象在记忆里越来越深刻，经过多次反复，就愈发可怖，噩梦往往突然在连做梦的余地也没有的熟睡中把姑娘们惊醒，深夜里透过什么事也没有发生的平和的卧铺四周的黑暗，让人看到了渗满自己掌心上的汗珠。”",
        describe4:"三岛由纪夫：潮骚",
        cf1: "“有人说潜水就像是你把棺材的底板带到了水下。”",
        cf2:"“我已经八十岁了，也是将死之人。”",
        cf3: "“那个女人已经八十三岁了，还能抓到十公斤。我只能抓到十个。”",
        cf4:"“我朋友过去总说她不会死的。”",
        cf5:"“她说阴间的生活会很艰难。”",
        cf6:"“而且会很窒息，是被践踏后再被埋葬。”",
        cf7:"“但死亡来临时，她根本没有时间思考。”",
        cf8:"“她在椅子上打盹死的。”",
        cf9:"“我希望像她那样死去，没有痛苦。”",
        score:{
            describe1:"“怎么会没有在海里死过海女的时候，”",
            describe2:"“但是我不想只活五年就死去。”",
            describe3:"“我还能捕捉海物赚钱给我的孙子孙女们，”",
            describe4:"“你应该看看他们的笑脸。”",
            describeTitle:"请为island.cel24.art打分",
            message:"请留下你的悄悄话"
        }
    }
}