
export default {
    meg: {
        username: '姓名',
        email: '邮箱'
    },
    page0:{
        textArea:"海女文化曾广泛分布在亚洲的沿海地区，海女们充满能量与生命力，是绽放在东亚的一股极具辨识度的女性力量。海女们的一切都围绕着大海，她们是最熟练的海洋猎手，严格遵守并崇信自然之规，是散落在人间的海洋精灵。海女文化可追溯至几千年前，但现在似乎末路将至。这个作品关注海女与海女的处境，将海女和她们的狩猎工具作为设计点，将“平衡”与“漂浮”两个概念当作核心，为这个古老但式微的传统生活方式贡献一个新的解读。",
        describe1:'- 2020中国国际大学生时装周男装设计奖',
        describe2:'2020中国国际大学生时装周科技创新奖',
        footer1:"图片来源（左到右）：岩濑祯之 ：海女（Seaweed Harvest , 1956, Yoshiyuki Iwase）",
        footer2:"网络：未能找到准确的出处"
    }
}