
export default {
    meg: {
        username: '姓名',
        email: '邮箱'
    },
    page0:{
        textArea:"海女文化曾广泛分布在亚洲的沿海地区，海女们充满能量与生命力，是绽放在东亚的一股极具辨识度的女性力量。海女们的一切都围绕着大海，她们是最熟练的海洋猎手，严格遵守并崇信自然之规，是散落在人间的海洋精灵。海女文化可追溯至几千年前，但现在似乎末路将至。这个作品关注海女与海女的处境，将海女和她们的狩猎工具作为设计点，将“平衡”与“漂浮”两个概念当作核心，为这个古老但式微的传统生活方式贡献一个新的解读。",
        describe1:'- 2020中国国际大学生时装周男装设计奖',
        describe2:'2020中国国际大学生时装周科技创新奖',
        footer1:"图片来源（左到右）：岩濑祯之 ：海女（Seaweed Harvest , 1956, Yoshiyuki Iwase）",
        footer2:"网络：未能找到准确的出处"
    },
    page1:{
        describe1:"海女们传统的狩猎模式决定了她们所从事的是对海洋环境最友好的职业，为了防止过度捕捞，海女严格遵守对于下海捕捞的规定，不会捕捞尚未长成的海产品。",
        describe2:"这种与海洋和谐共处的生活方式至今可能已经持续了几千年了，但海女的具体起源很难考证，特别是很难确定其职业化的起点。",
        describe3:"关于海女这一职业鲜明的性别指向性从何而来有着不同的说法：认可度较高的说法之一是，由于女性普遍天生的更细心，且皮下脂肪更多，在高科技的潜水衣被应用前，女性较之男性更适合潜水作业；也有人认为历史上长期的战争导致男性劳动力减少，女性渐渐开始承担更多的生产工作；再如古代的朝鲜曾经实行不平衡的税收制度，导致男性工作需要交付更重的税，所以女性外出工作更能减轻家庭的负担……这些说法各有道理，很难确定哪一点是决定性的因素，但是作为结果就是，久而久之地，在亚洲的沿海地区形成了“海女”这一特殊的职业称谓。",
        area3:{
            title:"飘在空中，浮在水面",
            describe1:"该服装作品对核心部分的设计是一个复杂的不断试错的过程，设计师想让这些部分作为服装的亮点，在最直观的视觉效果上就给人带来一种“浮动”的感觉，并且与服装的其余的部分作为一个整体，带来一种视觉上的平衡感。",
            describe2:"在长期的测试后，市面上常用作食品包装的镀铝膜被最终选择，这是一种复合铝膜，比常见的铝膜更柔软有韧性，具有一定的耐撕扯能力，并且可以使用小型电熨斗隔棉布熨烫封口，具有很好的气密性。这种材料还可以通过UV喷绘机上色，上色过后材料会呈现有颗粒度的哑光质感。注入氦气让铝箔气囊更加轻盈，甚至真正地漂浮。"
        },
        area5:{
            describe1:"海女大多患有不同程度的职业病，通常在腰腿部或在心肺处，但长年磨砺出的躯体却也让海女比普通人更加长寿。海女文化强调独立和强大的女性精神，对女性之间友谊的赞颂，形成了强大的社区力量。",
            describe2:"海女们不惧风浪和猛兽，也不惧怕侵略者。自1932年起，韩国济州岛的海女们主导了数百场反抗日本殖民侵略的斗争，是韩国历史上最大规模的以女性为主导的抗日救亡活动。后来，韩国政府在运动的起点，济州岛旧左邑下道里3204-1修建了海女抗日纪念公园和海女博物馆。"
        },
        area6:{
            text1:"“我是有福气的人，我的孩子们都比我先去世了。”",
            text2:"“我丈夫死后，三个孩子也随他去了。”",
            text3:"“我是个幸运的老太太，还活在世上。”",
            text4:"“我需要早点死掉。”",
            text5:"“但一旦死神从那边走来，我会跑掉的。”",
            text6:"“我会努力逃跑的。”"
        },
        area7:{
            text:"继续向下滑动到下一页"
        }
    },
}